{
	"meta": {
		"charset": "utf-8",

		"language": "el",
		"plural": "(n != 1)"
	},
	"data": {
		"": {
			"By pressing \"Pause\" button": "Πατώντας τον κουμπί παύσης",
			"Cyclic record mode": "Λειτουργία κυκλικής εγγραφής",
			"Delay": "Καθυστέρηση",
			"Delay before the TimeShift starts recording.": "Απενεργοποιήστε πριν από την έναρξη της εγγραφής από τη λειτουργία TimeShift.",
			"Do not save buffer": "Μην αποθηκευτεί στην ενδιάμεση μνήμη",
			"Duration": "Διάρκεια",
			"Enable TimeShift": "Ενεργοποίηση TimeShift",
			"Enable TimeShift function.": "Ενεργοποιήστε τη λειτουργία TimeShift.",
			"On exit": "Κατά την έξοδο",
			"Request to save": "Αίτημα για αποθήκευση",
			"Save buffer": "Να αποθηκευτεί στην ενδιάμεση μνήμη",
			"Save content on exit (end of TimeShift mode).": "Ρύθμιση αποθήκευσης περιεχομένου κατά την έξοδο (ολοκλήρωση της λειτουργίας λειτουργίας TimeShift).",
			"Set the TimeShift recording duration": "Ρύθμιση της διάρκειας εγγραφής από τη λειτουργία TimeShift.",
			"Stop when out of space": "Σταματήστε όταν είστε εκτός ορίου",
			"There are two options for using the buffer. Cyclic overwrite - recording to the buffer is performed cyclically. Once the buffer is full, the new record overwrites the existing ones. Stop when filled - the record ends once the storage space is filled.": "Ο τρόπος χρήσης της γρήγορης μνήμης ρυθμίζεται από τις παραμέτρους: Κυκλική αντικατάσταση - η εγγραφή στο buffer γίνεται κυκλικά, αφού ολοκληρωθεί η επαναλαμβανόμενη εγγραφή. Διακοπή συμπλήρωσης - η εγγραφή τελειώνει μετά την ολοκλήρωση του αποθηκευτικού χώρου.",
			"TimeShift": "Χρονική μετατόπιση",
			"TimeShift function allows you to record the broadcast of a channel on the USB-stick by pressing the \"Pause\" button on the remote control. When you press the \"Pause\" button again, the recording will continue and the channel will start playing from the storage device starting from the moment you first pressed the \"Pause\" button.": "Η λειτουργία TimeShift σάς επιτρέπει να καταγράψετε την εκπομπή ενός καναλιού στο USB πατώντας το κουμπί \"Παύση\" στο τηλεχειριστήριο. Όταν πατήσετε ξανά το κουμπί \"Παύση\", η εγγραφή θα συνεχιστεί και το κανάλι θα αρχίσει να αναπαράγεται από τη συσκευή αποθήκευσης ξεκινώντας από τη στιγμή που πατήσατε για πρώτη φορά το κουμπί \"Παύση\".",
			"Using buffer mode": "Χρήση ενδιάμεσης μνήμης",
			"hour": "ώρα",
			"hours": "ώρες",
			"min": "λεπτό",
			"sec": "δευτερόλεπτο"
		}
	}
}