{"meta":{"charset":"utf-8","project":"magcore-plugin-timeshift 1.0.1","language":"es","plural":"(n != 1)"},"data":{"":{"By pressing \"Pause\" button":"Pulsando el botón Pausa","Cyclic record mode":"Modo de grabación cíclico","Delay":"Retraso","Delay before the TimeShift starts recording.":"Retraso antes de que la función TimeShift empiece la grabación.","Displaying icon when watching a video recorded with the TimeShift function.":"Mostrando el icono cuando se está reproduciendo un video grabado con la función TimeShift.","Do not save buffer":"No guardar búfer","Duration":"Longitud","Enable TimeShift":"Activar TimeShift","Enable TimeShift function.":"Activar función TimeShift.","File location":"Ubicación del archivo","Icon enable":"Activar icono","No device connected":"Ningún dispositivo conectado","On exit":"Al salir","Request to save":"Solicitar para guardar","Save buffer":"Guardar búfer","Save content on exit (end of TimeShift mode).":"Ajustar para guardar contenido al salir (finalización de uso de la función TimeShift).","Selecting a storage location for content recorded with TimeShift.":"Seleccionar la ubicación de almacenamiento para el contenido grabado con TimeShift.","Set the TimeShift recording duration":"Ajustar la duración de la grabación hecha por TimeShift.","Stop when out of space":"Detener cuando no haya espacio libre","There are two options for using the buffer. Cyclic overwrite - recording to the buffer is performed cyclically. Once the buffer is full, the new record overwrites the existing ones. Stop when filled - the record ends once the storage space is filled.":"El modo de uso del búfer lo determinan los parámetros: Sobrescritura cíclica - la grabación en el búfer se realiza cíclicamente, una vez está lleno la grabación se sobrescribe. Detener al llenarse - la grabación finaliza cuando el espacio de almacenamiento se termina.","TimeShift":"TimeShift","TimeShift allows you to record a channel program on the USB-stick by pressing the \"Pause\" button on your remote control. When you press the \"Pause\" button again, the recording will continue and the channel will start playing from the storage device starting at the point in the program where you first pressed \"Pause\".":"La función TimeShift le permite grabar la emisión de un canal en la memoria USB pulsando el botón \"Pausa\" en el control remoto. Cuando vuelva a pulsar el botón \"Pausa\", la grabación continuará y el canal empezara a reproducir desde el dispositivo de almacenamiento desde el momento en que pulsó el botón \"Pausa\" por primera vez.","Using buffer mode":"Modo de uso del búfer","hour":"hora","hours":"horas","min":"min","sec":"seg"}}}