{"meta":{"charset":"utf-8","project":"magcore-plugin-timeshift 1.0.1","language":"et_EE","plural":"(n != 1)"},"data":{"":{"By pressing \"Pause\" button":"Vajutades pausi nuppu","Cyclic record mode":"Tsükliline salvestusrežiim","Delay":"Viivitus","Delay before the TimeShift starts recording.":"Viivis enne salvestamise algust","Displaying icon when watching a video recorded with the TimeShift function.":"Kuvatakse ikooni salvestuse taasesitamisel.","Do not save buffer":"Ära salvesta puhvrit","Duration":"Pikkus","Enable TimeShift":"Luba salvestamist","Enable TimeShift function.":"Luba salvestamise funktsioon.","File location":"Faili asukoht","Icon enable":"Luba ikoon","No device connected":"Seade pole ühendatud","On exit":"Väljumisel","Request to save":"Salvestuse taotlus","Save buffer":"Salvesta puhver","Save content on exit (end of TimeShift mode).":"Salvestuse väljalülitamise seadistamine (TimeShift funktsiooni kasutamise lõpetamine)","Selecting a storage location for content recorded with TimeShift.":"Vali, kuhu salvestatakse fail.","Set the TimeShift recording duration":"Salvestamise kestvuse määramine","Stop when out of space":"Lõpeta, kui mälumaht on täis","There are two options for using the buffer. Cyclic overwrite - recording to the buffer is performed cyclically. Once the buffer is full, the new record overwrites the existing ones. Stop when filled - the record ends once the storage space is filled.":"Puhvri kasutusrežiim määrab kindlaks parameetrid: Tsükliline ülekirjutamine - puhvrisse salvestamine toimub tsükliliselt, kui see on täiskorduv salvestus on tehtud. Täitmise lõpetamine - salvestus lõpeb peale täitumistmälumaht on täis\"","TimeShift":"Järelvaatamine","TimeShift allows you to record a channel program on the USB-stick by pressing the \"Pause\" button on your remote control. When you press the \"Pause\" button again, the recording will continue and the channel will start playing from the storage device starting at the point in the program where you first pressed \"Pause\".":"Salvestamise funktsiooniga saab salvestada videot USB-mälupulgale, vajutades ´paus´ kaugjuhtimispuldil. Vajutades uuesti ´paus´ kaugjuhtimispuldil jätkatakse salvestamist ja hakkatakse mängima salvestust momendist, kui oli esimest kord vajutatud nupp ´paus´.","Using buffer mode":"Kasutatakse puhvri režiimi","hour":"tund","hours":"tunnid","min":"min","sec":"sek"}}}