{"meta":{"charset":"utf-8","project":"magcore-plugin-timeshift 1.0.1","language":"fr","plural":"(n > 1)"},"data":{"":{"By pressing \"Pause\" button":"En appuyant sur le bouton Pause","Cyclic record mode":"Mode enregistrement par cycle","Delay":"Attente","Delay before the TimeShift starts recording.":"Attente avant le début de l’enregistrement par la fonction TimeShift","Displaying icon when watching a video recorded with the TimeShift function.":"Affichage de l’icône lors du visionnage d’une vidéo enregistrée avec la fonction TimeShift.","Do not save buffer":"Ne pas sauvegarder le tampon","Duration":"Longueur","Enable TimeShift":"Activer timeshift","Enable TimeShift function.":"Activer la fonction TimeShift","File location":"Emplacement du fichier","Icon enable":"Activer l’icône","No device connected":"Aucun appareil connecté","On exit":"En quittant","Request to save":"Demande de sauvegarde","Save buffer":"Enregistrer tampon","Save content on exit (end of TimeShift mode).":"Paramétrage de la sauvegarde du contenu en quittant (utilisation de la fonction TimeShift)","Selecting a storage location for content recorded with TimeShift.":"Choix d’une emplacement de stockage pour le contenu enregistré avec TimeShift.","Set the TimeShift recording duration":"Paramétrage de la durée de l’enregistrement fait par TimeShift","Stop when out of space":"Arrêt quand il n’y a plus d’espace","There are two options for using the buffer. Cyclic overwrite - recording to the buffer is performed cyclically. Once the buffer is full, the new record overwrites the existing ones. Stop when filled - the record ends once the storage space is filled.":"L’utilisation du mode tampon est déterminé par les paramètres: écrasement cyclique - l’enregistrement en tampon se fait par cycle, une qu’il est complet l’enregistrement répété est fait. Arrêter le remplissage - l’enregistrement se termine après que l’espace de stockage soit plein.","TimeShift":"TimeShift","TimeShift allows you to record a channel program on the USB-stick by pressing the \"Pause\" button on your remote control. When you press the \"Pause\" button again, the recording will continue and the channel will start playing from the storage device starting at the point in the program where you first pressed \"Pause\".":"La fonction TimeShift vous permet d’enregistrer la diffusion d’une chaîne sur le support USB en appuyant sur le bouton « Pause » sur la télécommande. En appuyant à nouveau sur le bouton « Pause » l’enregistrement continuera et la chaîne commencera la lecture à partir de l’appareil de stockage en commençant au moment où vous appuyez pour la première fois sur le bouton « Pause ».","Using buffer mode":"Utiliser le mode tampon","hour":"heure","hours":"heures","min":"min","sec":"sec"}}}