{"meta":{"charset":"utf-8","project":"magcore-plugin-timeshift 1.0.1","language":"lv_LV","plural":"(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2)"},"data":{"":{"By pressing \"Pause\" button":"Noklikšķinot uz pogas Pauze","Cyclic record mode":"Cikla ierakstes režīms","Delay":"Kavēšanās","Delay before the TimeShift starts recording.":"Aizture pirms ieraksta sākas ar TimeShift funkciju.","Displaying icon when watching a video recorded with the TimeShift function.":"Отображение значка при просмотре видео, записанного с помощью функции TimeShift.","Do not save buffer":"Nesaglabājiet buferi","Duration":"Garums","Enable TimeShift":"Ieslēgt timeshift","Enable TimeShift function.":"Iespējot TimeShift funkciju.","File location":"Расположение файла","Icon enable":"Отображать иконку","No device connected":"Не подключено устройство","On exit":"Iziešana","Request to save":"Saglabāt pieprasījums","Save buffer":"Saglabājiet buferi","Save content on exit (end of TimeShift mode).":"Iestatījums, kurā tiek saglabāts saturs pēc iziešanas (TimeShift funkcijas izmantošana).","Selecting a storage location for content recorded with TimeShift.":"Выбор места хранения для контента, записанного с помощью TimeShift.","Set the TimeShift recording duration":"TimeShift iestatītā ieraksta ilgums.","Stop when out of space":"Stop, kad nav vietas","There are two options for using the buffer. Cyclic overwrite - recording to the buffer is performed cyclically. Once the buffer is full, the new record overwrites the existing ones. Stop when filled - the record ends once the storage space is filled.":"Bufera lietojuma režīms tiek noteikts pēc parametriem: Cikliskā pārrakstīšana - ierakstīšana buferī tiek veikta cikliski, kad tas ir pilns, tiek veikts atkārtots ieraksts. Pārtrauciet ierakstu aizpildīšanu - kad ieraksta vieta ir beigusies.","TimeShift":"TimeShift","TimeShift allows you to record a channel program on the USB-stick by pressing the \"Pause\" button on your remote control. When you press the \"Pause\" button again, the recording will continue and the channel will start playing from the storage device starting at the point in the program where you first pressed \"Pause\".":"TimeShift funkcija ļauj ierakstīt kanāla pārraidi USB atmiņā, nospiežot tālvadības pults pogu \"Pauze\". Nospiežot pogu \"Pauze\" vēlreiz, ieraksts turpināsies, un kanāls sāks spēlēties no atmiņas ierīces, sākot no brīža, kad pirmo reizi nospiedāt pogu \"Pauze\".","Using buffer mode":"Izmantojot bufera režīmu","hour":"stunda","hours":"stundas","min":"min","sec":"sek"}}}